{
  "medias": {
    "movie": [
      {
        "title": "Alien",
        "picture": "/images/films/alien.jpg",
        "id": "348",
        "overview": "En 2122, le Nostromo, vaisseau de commerce, fait route vers la Terre avec à son bord un équipage de sept personnes en hibernation et une cargaison de minerais. Il interrompt soudain sa course suite à la réception d’un mystérieux message provenant d’une planète inexplorée. Réveillé par l’ordinateur de bord, l’équipage se rend sur place et découvre les restes d’un gigantesque vaisseau extraterrestre dont le seul passager semble être mort dans d’étranges circonstances…",
        "video": "https://www.youtube.com/watch?v=LjLamj-b0I8"
      },
      {
        "title": "Apocalypse Now",
        "picture": "/images/films/apocalypse.jpg",
        "id": "28",
        "overview": "Cloîtré dans une chambre d'hôtel de Saïgon, le jeune capitaine Willard, mal rasé et imbibé d'alcool, est sorti de sa prostration par une convocation de l'état-major américain. Le général Corman lui confie une mission qui doit rester secrète : éliminer le colonel Kurtz, un militaire aux méthodes quelque peu expéditives et qui sévit au-delà de la frontière cambodgienne.",
        "video": "https://www.youtube.com/watch?v=jlg-RwbJuHw"
      },
      {
        "title": "Le Voyage de Chihiro",
        "picture": "/images/films/chihiro.jpg",
        "id": "129",
        "overview": "Chihiro, 10 ans, a tout d’une petite fille capricieuse. Elle s’apprête à emménager avec ses parents dans une nouvelle demeure. Sur la route, la petite famille se retrouve face à un immense bâtiment rouge au centre duquel s’ouvre un long tunnel. De l’autre côté du passage se dresse une ville fantôme. Les parents découvrent dans un restaurant désert de nombreux mets succulents et ne tardent pas à se jeter dessus. Ils se retrouvent alors transformés en cochons. Prise de panique, Chihiro s’enfuit et se dématérialise progressivement. L’énigmatique Haku se charge de lui expliquer le fonctionnement de l’univers dans lequel elle vient de pénétrer. Pour sauver ses parents, la fillette va devoir faire face à la terrible sorcière Yubaba, qui arbore les traits d’une harpie méphistophélique.",
        "video": "https://www.youtube.com/watch?v=Tny3gaN7CIA"
      },
      {
        "title": "Fight Club",
        "picture": "/images/films/fightclub.jpg",
        "id": "550",
        "overview": "Le narrateur, sans identité précise, vit seul, travaille seul, dort seul, mange seul ses plateaux‐repas pour une personne comme beaucoup d’autres personnes seules qui connaissent la misère humaine, morale et sexuelle. C’est pourquoi il va devenir membre du Fight club, un lieu clandestin où il va pouvoir retrouver sa virilité, l’échange et la communication. Ce club est dirigé par Tyler Durden, une sorte d’anarchiste entre gourou et philosophe qui prêche l’amour de son prochain.",
        "video": "https://www.youtube.com/watch?v=iLQgiqLV7k4"
      },
      {
        "title": "Interstellar",
        "picture": "/images/films/interstellar.jpg",
        "id": "157336",
        "overview": "Dans un futur proche, face à une Terre exsangue, un groupe d’explorateurs utilise un vaisseau interstellaire pour franchir un trou de ver permettant de parcourir des distances jusque‐là infranchissables. Leur but : trouver un nouveau foyer pour l’humanité.",
        "video": "https://www.youtube.com/watch?v=jWyRrUhLEaw"
      },
      {
        "title": "Kill Bill",
        "picture": "/images/films/killbill.jpg",
        "id": "24",
        "overview": "Au cours d'un mariage, un commando armé massacre l'assistance, laissant pour morte la Mariée et l'enfant qu'elle porte. Après 4 ans de coma, la Mariée se lance à la poursuite des assassins, membres du clan de Bill, au sein duquel, sous le pseudonyme de Black Mamba, elle exerça elle-même autrefois ses talents de redoutable tueuse...",
        "video": "https://www.youtube.com/watch?v=zIab-33tEyg"
      },
      {
        "title": "Leon",
        "picture": "/images/films/leon.jpg",
        "id": "101",
        "overview": "Léon est un tueur professionnel redoutable et insaisissable. Il vit seul à New York avec sa plante verte et ses habitudes jusqu'au jour où une petite Mathilda de douze ans sonne à sa porte et fait irruption dans sa vie.",
        "video": "https://www.youtube.com/watch?v=vSi5jdziv3I"
      },
      {
        "title": "Matrix",
        "picture": "/images/films/matrix.jpg",
        "id": "603",
        "overview": "Programmeur anonyme dans un service administratif le jour, Thomas Anderson devient Neo la nuit venue. Sous ce pseudonyme, il est l’un des pirates les plus recherchés du cyber‐espace. À cheval entre deux mondes, Neo est assailli par d’étranges songes et des messages cryptés provenant d’un certain Morpheus. Celui‐ci l’exhorte à aller au‐delà des apparences et à trouver la réponse à la question qui hante constamment ses pensées : qu’est‐ce que la Matrice ? Nul ne le sait, et aucun homme n’est encore parvenu à en percer les défenses. Mais Morpheus est persuadé que Neo est l’Élu, le libérateur mythique de l’humanité annoncé selon la prophétie. Ensemble, ils se lancent dans une lutte sans retour contre la Matrice et ses terribles agents…",
        "video": "https://www.youtube.com/watch?v=8xx91zoASLY"
      },
      {
        "title": "Princesse Mononoke",
        "picture": "/images/films/mononoke.jpg",
        "id": "128",
        "overview": "Au XVᵉ siècle, durant l’ère Muromachi, la forêt japonaise, jadis protégée par des animaux géants, se dépeuple à cause de l’homme. Un sanglier transformé en démon dévastateur en sort et attaque le village d’Ashitaka, futur chef du clan Emishi. Touché par le sanglier qu’il a tué, celui‐ci est forcé de partir à la recherche du dieu Cerf pour lever la malédiction qui lui gangrène le bras.",
        "video": "https://www.youtube.com/watch?v=AelaSxxVses"
      },
      {
        "title": "Le Parrain",
        "picture": "/images/films/Parrain.jpg",
        "id": "238",
        "overview": "La Seconde Guerre mondiale vient de s'achever. À New York, le « parrain » Don Corleone, l'un des chefs respectés de la mafia, se sent vieillir. Il refuse de s'adapter à son temps et de se lancer, comme ses pairs, dans le trafic de drogue. Une frilosité qui entrave la bonne marche des affaires des autres « familles » et qui lui vaut d'être la cible d'un attentat. Don Corleone survit à ses blessures, mais reste très diminué. Mike, son plus jeune fils, qui jusque-là se tenait à l'écart des affaires de son père, devient le plus dévoué de ses héritiers. Plus efficace que ses frères, Sonny et Fredo, il venge son père et organise l'élimination de ses adversaires…",
        "video": "https://www.youtube.com/watch?v=ktCk487JeMw"
      },
      {
        "title": "Pulp Fiction",
        "picture": "/images/films/pulpe.jpg",
        "id": "680",
        "overview": "L’odyssée sanglante et burlesque de petits malfrats dans la jungle d’Hollywood : Deux petits tueurs, un dangereux gangster marié à une camée, un boxeur roublard, des prêteurs sur gages sadiques, un caïd élégant et dévoué, un dealer bon mari et deux tourtereaux à la gâchette facile.",
        "video": "https://www.youtube.com/watch?v=u35vIHOBVSY"
      },
      {
        "title": "Retour vers le Futur",
        "picture": "/images/films/retourverslefutur.jpg",
        "id": "105",
        "overview": "En 1985, Marty, un adolescent comme les autres, mène une existence morne et ennuyeuse. Heureusement, il est épris de la jolie Jennifer et entretient une profonde amitié avec Doc, un savant fou qui prétend avoir inventé une machine à explorer le temps. Un jour, Doc invite Marty à l'essayer...",
        "video": "https://www.youtube.com/watch?v=cU5BREZ9ke0"
      },
      {
        "title": "Le Seigneur des Anneaux",
        "picture": "/images/films/seigneur.jpg",
        "id": "120",
        "overview": "Le jeune et timide Hobbit, Frodon Sacquet, hérite d'un anneau. Bien loin d'être une simple babiole, il s'agit de l'Anneau Unique, un instrument de pouvoir absolu qui permettrait à Sauron, le Seigneur des ténèbres, de régner sur la Terre du Milieu et de réduire en esclavage ses peuples. À moins que Frodon, aidé d'une Compagnie constituée de Hobbits, d'Hommes, d'un Magicien, d'un Nain, et d'un Elfe, ne parvienne à emporter l'Anneau à travers la Terre du Milieu jusqu'à la Crevasse du Destin, lieu où il a été forgé, et à le détruire pour toujours. Un tel périple signifie s'aventurer très loin en Mordor, les terres du Seigneur des ténèbres, où est rassemblée son armée d'Orques maléfiques... La Compagnie doit non seulement combattre les forces extérieures du mal mais aussi les dissensions internes et l'influence corruptrice qu'exerce l'Anneau lui-même.",
        "video": "https://www.youtube.com/watch?v=vvx7m22GGtA"
      },
      {
        "title": "Shining",
        "picture": "/images/films/shining.jpg",
        "id": "694",
        "overview": "Jack Torrance, gardien d’un hôtel fermé l’hiver, sa femme et son fils Danny s’apprêtent à vivre de longs mois de solitude. Danny, qui possède un don de médium, le «Shining», est effrayé à l’idée d’habiter ce lieu, théâtre marqué par de terribles événements passés…",
        "video": "https://www.youtube.com/watch?v=JkZzWDaId-s"
      },
      {
        "title": "Terminator",
        "picture": "/images/films/terminator.jpg",
        "id": "218",
        "overview": "À Los Angeles en 1984, un Terminator, cyborg surgi du futur, a pour mission d'exécuter Sarah Connor, une jeune femme dont l'enfant à naître doit sauver l'humanité. Kyle Reese, un résistant humain, débarque lui aussi pour combattre le robot, et aider la jeune femme...",
        "video": "https://www.youtube.com/watch?v=oDhamVUlNFg"
      },
      {
        "title": "The Truman Show",
        "picture": "/images/films/trueman.jpg",
        "id": "37165",
        "overview": "Il est la vedette d’un show télévisé - mais il ne le sait pas. Jim Carrey a conquis à la fois les critiques et le public pour sa prestation inoubliable dans ce chef-d'œuvre de Peter Weir. Il interprète Truman Burbank, un homme dont la vie entière est un show télévisé - Ses moindres faits et gestes sont filmés à son insu par un créateur/réalisateur/producteur avant-gardiste : la ville entière est un immense studio de cinéma ; ses voisins, ses collègues, ses amis et même sa femme sont des acteurs professionnels d’Hollywood. Un jour pourtant, Truman se doute de quelque chose. Sa réaction face à cette découverte vous fera rire, pleurer et vous émerveillera comme aucun film ne l’a jamais fait.",
        "video": "https://www.youtube.com/watch?v=wbCctgKSPDg"
      },

      {
        "title": "Avatar",
        "picture": "/images/films/avatar.jpg",
        "id": "76600",
        "video": "https://www.youtube.com/watch?v=cEMEjXx848c"
      },

      {
        "title": "John Wick",
        "picture": "/images/films/wick.jpg",
        "id": "603692",
        "overview": "John Wick affronte ses adversaires les plus redoutables dans ce quatrième volet de la série. De New York à Osaka, en passant par Paris et Berlin, John Wick mène un combat contre la Grande Table, la terrible organisation criminelle qui a mis sa tête à prix, en affrontant ses tueurs les plus dangereux...",
        "video": "https://www.youtube.com/watch?v=3Q35BuMe1w4"
      },
      {
        "title": "Mortal Kombat",
        "picture": "/images/films/mortalkombat.jpg",
        "id": "664767",
        "video": "https://www.youtube.com/watch?v=WbmfiSh1d_c"
      },
      {
        "title": "Fury",
        "picture": "/images/films/fury.jpg",
        "id": "228150",
        "video": "https://www.youtube.com/watch?v=QyNkyMuekLc"
      },
      {
        "title": "Top Gun",
        "picture": "/images/films/topgun.jpg",
        "id": "361743",
        "video": "https://www.youtube.com/watch?v=RqoVqZXEpgc"
      }
    ],
    "serie": [
      {
        "title": "Better Call Saul",
        "picture": "/images/serie/bettercallsaul.jpg",
        "id": "60059",
        "overview": "Six ans avant de croiser le chemin de Walter White, Saul Goodman, connu sous le nom de Jimmy McGill, est un avocat qui peine à joindre les deux bouts, à Albuquerque, au Nouveau-Mexique. Pour boucler ses fins de mois, il n'aura d'autres choix que se livrer à quelques petites escroqueries. Chemin faisant, il va faire des rencontres qui vont se révéler déterminantes dans son parcours : Nacho Varga, ou encore Mike Ehrmantraut, un criminel spécialisé dans le ''nettoyage'', qui deviendra son futur homme de main.",
        "video": "https://www.youtube.com/watch?v=IhZ8vQmeFCk"
      },
      {
        "title": "Chernobyl",
        "picture": "/images/serie/chernobyl.jpg",
        "id": "87108",
        "overview": "L'histoire vraie de la pire catastrophe causée par l'homme et de ceux qui ont sacrifié leur vie pour sauver l'Europe du drame.",
        "video": "https://www.youtube.com/watch?v=U_RMuLYrHZo"
      },
      {
        "title": "Dark",
        "picture": "/images/serie/dark.jpg",
        "id": "70523",
        "overview": "Un enfant disparu lance quatre familles dans une quête éperdue pour trouver des réponses. La chasse au coupable fait émerger les péchés et les secrets d'une petite ville.",
        "video": "https://www.youtube.com/watch?v=vx9HQwjTcXI"
      },
      {
        "title": "Game of Thrones",
        "picture": "/images/serie/gameofthrones.jpg",
        "id": "1399",
        "overview": "Il y a très longtemps, à une époque oubliée, une force a détruit l'équilibre des saisons. Dans un pays où l'été peut durer plusieurs années et l'hiver toute une vie, des forces sinistres et surnaturelles se pressent aux portes du Royaume des Sept Couronnes. La confrérie de la Garde de Nuit, protégeant le Royaume de toute créature pouvant provenir d'au-delà du Mur protecteur, n'a plus les ressources nécessaires pour assurer la sécurité de tous. Après un été de dix années, un hiver rigoureux s'abat sur le Royaume avec la promesse d'un avenir des plus sombres. Pendant ce temps, complots et rivalités se jouent sur le continent pour s'emparer du Trône de fer, le symbole du pouvoir absolu.",
        "video": "https://www.youtube.com/watch?v=aAF12LNAeNI"
      },
      {
        "title": "Halo",
        "picture": "/images/serie/halo.jpg",
        "id": "52814",
        "overview": "Se déroulant au XXVIème siècle, cette série live action basée sur le jeu vidéo est centrée sur une guerre interstellaire entre des humains et une race extraterrestre connue sous le nom de Covenant, principalement à travers les yeux du Master Chief John-117, super-soldat amélioré, et de Cortana, son intelligence artificielle qui l'accompagne.",
        "video": "https://www.youtube.com/watch?v=Enyirnc-vE0"
      },
      {
        "title": "Dr House",
        "picture": "/images/serie/house.jpg",
        "id": "1408",
        "overview": "Le docteur Gregory House, est un brillant médecin à tendance misanthrope qui dirige une équipe d'internistes au sein de l'hôpital fictif de Princeton-Plainsboro dans le New Jersey. House est un personnage arrogant, cynique, anticonformiste et asocial. Il souffre d'une claudication provenant d'une douleur chronique à la jambe droite due à un infarctus du muscle de la cuisse. Il marche avec une canne et abuse de Vicodin, un analgésique opiacé, pour soulager sa douleur.",
        "video": "https://www.youtube.com/watch?v=6pwgj-aSO7g"
      },
      {
        "title": "Malcolm",
        "picture": "/images/serie/malcolm.jpg",
        "id": "2004",
        "overview": "Petit génie malgré lui, Malcolm vit dans une famille hors du commun. Le jeune surdoué n'hésite pas à se servir de son intelligence pour faire les 400 coups avec ses frères : Francis, l'aîné, envoyé dans une école militaire après une bêtise de trop, Reese, une brute pas très maligne, et Dewey, le petit dernier, souffre-douleur général. Les parents tentent tant bien que mal de canaliser l'énergie de ces petits démons. Si Lois est despotique et veut tout contrôler, Hal, en revanche, est irresponsable et ne pense qu'à s'amuser.",
        "video": "https://www.youtube.com/watch?v=ZxsAoAoPwAY"
      },
      {
        "title": "Naruto",
        "picture": "/images/serie/naruto.jpg",
        "id": "46260",
        "overview": "Naruto Uzumaki est un jeune garçon de 12 ans du village caché de Konoha dans le pays du Feu. Il est rejeté par tous les habitants du village car il porte en lui le démon Renard à neuf queues Kyuubi, scellé en lui à sa naissance par le 4 ème Hokage de Konoha. Son rêve est de devenir à son tour Hokage et être le plus fort d'entre eux pour prouver aux habitants du village sa valeur. Finalement Naruto va trouver en Iruka, son sensei, un père qui va le protéger de la solitude grâce à cette aide il va franchir de nombreuse étapes. Sasuke Uchiha et Sakura Haruno sont ses deux camarades d'équipes ninja. Sasuke dernier descendant du clan le plus réputé de Konoha méprise Naruto et ce dernier n'a qu'une envie: le dépasser (et sortir avec la jolie Sakura... ). En progressant et au fil de la série, Naruto va rencontrer des adversaires de plus en plus fort qui vont lui permettre de progresser sur la route de son but final : devenir Hokage du Village de Konoha",
        "video": "https://www.youtube.com/watch?v=QczGoCmX-pI&pp=ygUObmFydXRvIHRyYWlsZXI%3D"
      },
      {
        "title": "The Office",
        "picture": "/images/serie/office.jpg",
        "id": "2316",
        "overview": "Le quotidien d'un groupe d'employés de bureau dans une fabrique de papier en Pennsylvanie. Michael Scott, le responsable régional, pense être le mec le plus drôle du bureau. Il ne se doute pas que ses employés le tolèrent uniquement parce que c'est lui qui signe les chèques. S'efforçant de paraître cool et apprécié de tous, Michael est en fait perçu comme étant pathétique...",
        "video": "https://www.youtube.com/watch?v=93DA8XPBSpM"
      },
      {
        "title": "Rick et Morty",
        "picture": "/images/serie/ricketmorty.jpg",
        "id": "60625",
        "overview": "Rick est un scientifique âgé et déséquilibré qui a récemment renoué avec sa famille. Il passe le plus clair de son temps à entraîner son petit-fils Morty dans des aventures extraordinaires et dangereuses, à travers l'espace et dans des univers parallèles. Ajoutés à la vie de famille déjà instable de Morty, ces événements n'amènent qu'un surcroît de stress pour Morty, à la maison et à l'école...",
        "video": "https://www.youtube.com/watch?v=jerFRSQW9g8&pp=ygUWcmljayBhbmQgbW9ydHkgdHJhaWxlcg%3D%3D"
      },
      {
        "title": "South Park",
        "picture": "/images/serie/southpark.jpg",
        "id": "2190",
        "overview": "La petite ville de South Park dans le Colorado est le théâtre des aventures de Cartman, Stan, Kyle et Kenny, quatre enfants au langage quelque peu... décalé !",
        "video": "https://www.youtube.com/watch?v=UKoB1nLS7ew&pp=ygUSc291dGggcGFyayB0cmFpbGVy"
      },
      {
        "title": "Stargate",
        "picture": "/images/serie/stargate.jpg",
        "id": "4629",
        "overview": "Grâce aux travaux de l'archéologue Daniel Jackson, l'armée américaine est parvenue à maîtriser le fonctionnement de la porte des étoiles, un portail permettant de visiter d'autres mondes, aux confins de la galaxie. L'équipe SG-1, composée de Daniel et de deux militaires, Samantha Carter et Jack O'Neill, s'adjoint les services d'un alien rebelle, Teal'c. Ce dernier a trahi les Goa'ulds, des extraterrestres qui se font passer pour des dieux, et espère que les Terriens l'aideront à combattre la tyrannie sur les planètes occupées par ses anciens maîtres. Ce derniers, qui ont autrefois assujetti les Terriens en prenant l'apparence de dieux égyptiens, grecs ou nordiques, n'entendent pas se laisser faire...",
        "video": "https://www.youtube.com/watch?v=bS-4JP9w49Q&pp=ygUVc3RhcmdhdGUgc2cgMSB0cmFpbGVy"
      },
      {
        "title": "Stranger Things",
        "picture": "/images/serie/stranger.jpg",
        "id": "66732",
        "overview": "Quand un jeune garçon disparaît, une petite ville découvre une affaire mystérieuse, des expériences secrètes, des forces surnaturelles terrifiantes... et une fillette.",
        "video": "https://www.youtube.com/watch?v=IZeBDCuApTo"
      },
      {
        "title": "Supernatural",
        "picture": "/images/serie/supernatural.jpg",
        "id": "1622",
        "overview": "Deux frères, Sam et Dean Winchester, chasseurs de créatures surnaturelles, sillonnent les États-Unis à bord d'une Chevrolet Impala noire de 1967 et enquêtent sur des phénomènes paranormaux (souvent issus du folklore, des superstitions, mythes et légendes urbaines américaines, mais aussi des monstres surnaturels tels que les fantômes, loups-garous, démons, vampires…).",
        "video": "https://www.youtube.com/watch?v=L1qRisJwqZk"
      },
      {
        "title": "The Boys",
        "picture": "/images/serie/theboys.jpg",
        "id": "76479",
        "overview": "Lorsque les super-héros abusent de leurs super-pouvoirs au lieu de les utiliser pour faire le bien, les Boys se lancent dans une quête héroïque pour révéler la vérité sur The Seven et Vought, le conglomérat qui couvre leurs sales secrets.",
        "video": "https://www.youtube.com/watch?v=yRwGoS-KPVE"
      },
      {
        "title": "X Files",
        "picture": "/images/serie/xfiles.jpg",
        "id": "4087",
        "overview": "Fox Mulder est un agent du FBI. Attiré par les phénomènes paranormaux et les croyances parfois irrationnelles, il s'intéresse aux affaires non classées, certaines relevant du paranormal. On lui adjoint une partenaire, Dana Scully, médecin et beaucoup plus adepte de la logique cartésienne. Mulder, obsédé par la disparition de sa sœur, est persuadé qu'elle a été enlevée par des aliens. Les deux agents vont ainsi entrevoir les grandes lignes de complots et autres théories de la conspiration...",
        "video": "https://www.youtube.com/watch?v=b_D3ysY_QCA&pp=ygUOeGZpbGVzIHRyYWlsZXI%3D"
      },
      {
        "title": "Les Simpsons",
        "picture": "/images/serie/simpsons.jpg",
        "id": "456",
        "video": "https://www.youtube.com/watch?v=M8wctVg9zS4&pp=ygUQc2ltcHNvbnMgdHJhaWxlcg%3D%3D"
      },
      {
        "title": "Flash",
        "picture": "/images/serie/flash.jpg",
        "id": "60735",
        "video": "https://www.youtube.com/watch?v=D4bwNOe5SxM"
      },
      {
        "title": "The Witcher",
        "picture": "/images/serie/thewitcher.jpg",
        "id": "71912",
        "video": "https://www.youtube.com/watch?v=8wvpE2GCor4"
      },
      {
        "title": "Vikings",
        "picture": "/images/serie/vikings.jpg",
        "id": "44217",
        "video": "https://www.youtube.com/watch?v=9GgxinPwAGc"
      }
    ]
  }
}
